Repository: imclab/persy
Catalog: src/usr/share/persy/locale/*/LC_MESSAGES/messages.po
Languages: de, fr

source: You do not have all the dependencies:
de: Du hast nicht alle Abhängigkeiten:
fr: Vous n'avez pas toutes les dépendances :

source: An error occured when initialising one of the dependencies!
de: Beim Initialisieren einer Abhängigkeit ist ein Fehler aufgetreten!
fr: Une erreur a eu lieu en initialisant une dépendance !

source: use --start to start the daemon
de: benutze --start um den Daemon zu starten.
fr: utilisez --start pour démarrer le daemon

source: starts persy
de: startet persy
fr: démarre persy

source: initializes the remote repository
de: initialisiert das entferne Repository
fr: Initialiser le dépôt distant

source: syncs with a remote repository
de: Abgleich mit dem entfernten Repository
fr: synchroniser avec le dépôt distant

source: start a git browser
de: starte einen git Browser
fr: Explorer le dépôt distant

source: prints git log
de: zeigt git Verlauf/Log
fr: Imprimer les traces du dépôt distant

source: prints git status
de: zeigt git Status
fr: Imprimer l'état du dépôt distant

source: recreates list of all ignored files
de: aktualisiert die Liste der zu ignonierenden Dateien
fr: recréer la liste de tous les fichiers ignorés

source: print git output to stdout and set loglevel to DEBUG
de: zeigt git Ausgabe auf stdout und setzt Loglevel auf DEBUG
fr: Imprimer les messages du dépôt distant et positionner le niveau de trace à DEBUG

source: list of computer-readable actions in persy
de: Liste der Computer-lesbaren Aktionen in persy

source: optimizes the stored files. saves space and improves performance
de: optimiert die gespeicherten Dateien: das spart Platz und verbessert die Performance
fr: Optimiser le stockage distant, économiser de l'espace et améliorer les performances.

source: use a non-default config file
de: benutze eine nichtstandard Konfigurationsdatei
fr: Utiliser un fichier de configuration spécifique

source: needed flag to change configurations
de: braucht einen "flag" um die Konfiguration zu ändern

source: prints the version
de: Anzeige der Version
fr: indication de la version

source: username used in commit
de: im commit verwendeter Benutzername
fr: Nom d'utilisateur utilisé pour les mises à jour du dépôt

source: useremail used in commit
de: im commit verwendete Benutzer-Email
fr: Adresse courriel utilisée pour les mises à jour du dépôt

source: run in headless(no gui) mode
de: starte im headless Modus (keine grafische Oberfläche)
fr: Lancer en mode silencieux (sans IHM)

source: path on the server
de: Pfad auf dem Server
fr: chemin d'accès sur le serveur

source: hostname of the remote server
de: Hostname des Servers
fr: Nom d'hôte du serveur distant

source: add local wachted folders
de: fügt lokale Ordner hinzu
fr: Ajouter des répertoires locaux à synchroniser

source: nothing changed, maybe wrong attribute names?
de: nichts geändert! Vielleicht sind die Attributnamen falsch?
fr: rien changé, peut-être faux noms d'attribut?

source: %s file is missing!
de: %s Datei fehlt
fr: %s fichier manque!

source: removed git lock file
de: entfernte git "lock" Datei
fr: Effacer les fichiers vérous sur le serveur distant

source: username not set, cannot create git repository. use "persy --config --name=NAME" to set one
de: Benutzername nich gesetzt. Kann so das git Repository nicht setzen. Versuche "persy --config --name=NAME" um einen Namen zu setzen.
fr: Nom d'utilisateur non défini, impossible d'initialiser le dépôt distant. Utilisez "persy --config --name=UTILISATEUR" pour en définir un.

source: mail not set, cannot create git repository. use "persy --config --mail=MAIL" to set one
de: Mail nich gesetzt. Kann so das git Repository nicht setzen. Versuche "persy --config --mail=MAIL" um eine Mail zu setzen.
fr: Adresse courriel non définie, impossible d'initialiser le dépôt distant. Utilisez "persy --config --mail=adresse@mail.tld" pour en définir un.

source: initialising local repository...
de: lokales Repository wird initialisiert...
fr: Initialisation du dépôt local

source: done
de: fertig
fr: fini

source: initialising and adding remote repository...
de: entferntes Repository wird initialisiert und neu hinzugefügt...
fr: Initialisation et ajout du dépôt distant

source: error creating dir, maybe it exists already?
de: Problem beim Ordner stellen. Vielleicht existiert er schon?
fr: erreur durant la création du répertoire. Peut-être existe-t-il déjà ?

source: error on remote git init
de: Fehler beim remote git init
fr: Erreur dans l'initialisation du dépôt distant

source: %f does already exist but it should not! Please remove it and try it again.
de: %f existiert bereits, sollte es aber nicht! Bitte entferne es und versuche es erneut.
fr: %f existe déjà, mais il ne devrait pas! Effacez-le and essayez encore une fois, s'il vous plaît.

source: persy settings
de: persy Einstellungen
fr: configuration de persy

source: save
de: speichern
fr: enregistrer

source: general
de: allgemein
fr: général

source: synchronization
de: Synchronisation
fr: synchronisation

source: administration
de: Verwaltung

source: personal information
de: persönliche Informationen
fr: informations personelles

source: username to distinguish different users for one share
de: Benutzername um unterschiedliche Benutzer für ein Repository zu unterscheiden
fr: Nom d'utilisateur utilisé pour différencier les partages

source: mail
de: Email
fr: courriel

source: email to distinguish different users for one share
de: Email um unterschiedliche Benutzer für ein Repository zu unterscheiden
fr: Adresse courriel utilisés pour différencier les partages

source: advanced
de: fortgeschritten
fr: avancé

source: start persy on login
de: persy beim Login starten
fr: Démarrer persy à la connexion

source: use fortune messages in the git commit
de: Fortune Meldungen für die git commits benutzen
fr: Utiliser des messages aléatoire lors les mises à jour du dépôt

source: if this is checked, all the computers in a sync will share the configuration file
de: Wenn diese Einstellung aktiviert ist, teilen alle synchronisierten Computer eine Konfigurationsdatei.
fr: Si cette case est cochée, tous les poste synchronisés vont partager le même fichier de configuration

source: share the configuration file
de: teile die Konfigurationsdatei
fr: Partager le fichier de configuration

source: (experimental)
de: (experimentell)
fr: (expérimental)

source: default git browser
de: Standard git Browser
fr: Explorateur de dépôt par défaut

source: the prefered git browser for browsing the local persy repository
de: der bevorzugte git Browser für das lokale Repository
fr: L'explorateur de dépôt distant préféré pour parcourir me dépô local

source: monitored folders in persy
de: überwachte Ordner in persy
fr: Répertoires synchronisés par persy

source: backup options
de: Backup Optionen
fr: Options de sauvegarde

source: time to wait for a backup after an file action (in seconds)
de: Zeit bis zum Beginn eines Backups nach einer Datei-Aktion (in Sekunden)
fr: Délai d'attente après une action sur un fichier pour démarrer sa sauvegarde (en secondes)

source: exclude options
de: Ausschliessende Optionen
fr: options excluantes

source: maximal allowed size of files (in bytes)
de: Maximale Größe der Dateien (in Bytes)
fr: Taille maximale autorisée pour un fichier (en octets)

source: all files larger than this value will be ignored
de: Dateien die größer als der eingetragene Wert sind, werden ignoriert.
fr: Tous les fichiers de taille supérieure seront ignorés

source: exclude all files matching these regular expressions
de: Dateien ausschliessen die den regulären Ausdrücken entsprechen
fr: Exclure tous les fichiers dont le nom répond à cette expression régulière

source: the expressions are seperated by a comma
de: reguläre Ausdrücke werden durch ein Komma getrennt
fr: les expressions sont séparées par une virgule

source: excluded submodules / directories
de: ausgeschlossene Untermodule / Verzeichnisse
fr: Répertoires sous-modules exclus

source: these directories are git submodules and can not be tracked with persy
de: Diese Verzeichnisse sind git Submodule und können mit Persy nicht verfolgt werden
fr: Ces répertoires sont des sous-modules de "git" et ne peuvent être synchronisés par persy

source: options
de: Optionen

source: synchronize to the remote server
de: mit dem entfernten Server synchronisieren
fr: Synchronise avec le dépôt distant

source: time to wait for a synchronization (in seconds)
de: Zeit bis Synchronisation beginnt (in Sekunden)
fr: temps jusqu'une synchronisation (en secondes)

source: interval in seconds in which a synchronization with the remote host occurs
de: Zeitintervall zwischen den Synchronisationen mit dem entfernten Server (in Sekunden)
fr: Intervalle de synchronisation avec le dépôt distant en secondes

source: server configuration
de: Server Konfiguration
fr: configuration du serveur

source: hostname
de: Servername
fr: nom du serveur

source: the hostname of the remote server
de: Servername des entfernten Servers
fr: Nom d'hôte du serveur distant

source: the port of the remote server
de: der Port des entfernten Servers
fr: Port sur le serveur distant

source: username
de: Benutzername
fr: nom d'utilisateur

source: the username for the remote server
de: der Benutzername für den entfernten Server
fr: Nom d'utilisateur sur le serveur distant

source: repository path on the server
de: Pfad zum Repository auf dem Server
fr: Chemin du dépôt sur le serveur distant

source: the path to the git repository on the remote server
de: Pfad zum git Repository auf dem entfernten Server
fr: Chemin du dépôt git sur le serveur distant

source: environment tests
de: Umgebungstests

source: These are some tests to confirm if your settings are correct. If a problem occurs, the problem may be corrected if you run the corresponding action.
de: Dies sind ein paar Tests um zu bestätigen ob deine Einstellungen korrekt sind. Wenn Probleme auftreten, können sie eventuell mit den zugehörigen Aktionen behoben werden.
fr: Ce sont des tests destinés à confirmer que vos paramètres sont corrects. En cas de problème, ceux-ci peuvent être corrigés en appliquant l'action correspondante.

source: show git log
de: zeige git log
fr: Voir les traces git

source: run a new initial synchronization with the remote host
de: starte eine initiale Synchronisation mit dem entfernten Server
fr: Lancer une nouvelle synchronisation initiale avec le serveur distant

source: test status of remote repository
de: prüfe den Status des entfernten Repositories
fr: Tester l'état du dépôy distant

source: initialize
de: initialisieren
fr: initialiser

source: run a initialization of the remote host
de: starte eine initiale Synchronisation mit dem entfernten Server
fr: Lancer l'initialisation du serveur distant

source: is persy in a sync pack with remote host
de: ist persy in einem Synchronisationssrudel mit dem entfernten Server

source: link
de: verknüpfen
fr: lier

source: monitoring
de: beobachten

source: start
de: starten
fr: démarrer

source: starts %s
de: startet %s
fr: démarre %s

source: show log
de: zeige Log
fr: Montrer les traces

source: show
de: anzeigen
fr: afficher

source: choose
de: auswählen
fr: choisir

source: all ok
de: alles ok
fr: tout en règle

source: the remote repository is not ok. maybe the path on the server is incorrect or it is not initialized. run the "initialize" action to do so
de: das entfernte Repository ist nicht in Ordnung. Vielleicht ist der Pfad auf dem Server nicht richtig oder nicht initialisiert. Starte die "initialisieren" Aktion um dies zu beheben.
fr: Le dépôt distant n'est pas opérationnel. Peut-être le chemin du dépôt sur le serveur n'est pas correct ou pas initialisé. Lancez une initialisation pour corriger le problème.

source: the connection to the server was not possible. please check your settings above and if you have published your ssh public key to the server. if not, you can run the "publish" action
de: Die Verbindung zum Server war nicht möglich. Bitte überprüfe deine Einstellungen und ob der Server den öffentlichen ssh Schlüssel kennt. Wenn nicht, kannst du die "publizieren" Aktion ausprobieren.
fr: La connexion au serveur n'est pas possible. Contrôlez vos paramètres ci dessus et vérifiez que vous avez publié votre clé ssh publique sur le serveur. Si ce n'est pas fait, lancez une publication de clé.

source: no local ssh keys are present. these are important for a serverconnection. you may want to run the "create" action to create these
de: Es gibt keine lokalen ssh Schlüssel. Diese sind wichtig für die Serververbindung. Vielleicht willst du die "erstellen" Aktion starten um sie zu erstellen.
fr: Il n'y a pas de clés ssh locales. Elles sont nécessaires pour se connecter au serveur. Envisagez de lancer une création de clé pour régler ce problème.

source: persy is not in sync with the remote server. you may want to run the "link" action to fix this
de: Persy synchronisiert sich noch nicht mit dem entfernten Server. Du kannst die "verbinden" Aktion ausführen um das zu beheben.
fr: persy n'est pas synchronisé avec le serveur distant. Envisagez de lancer une synchronisation pour régler ce problème.

source: Question!
de: Frage!

source: synchronize now
de: jetzt synchronisieren
fr: sychronise maintenant

source: Do you want to synchronize now? This should only be done once at the beginning.
de: Wollen Sie jetzt synchronisieren? Dies sollte nur einmal am Anfang gemacht werden.
fr: Voulez-vous synchroniser maintenant? Ça serait fait seulement au début.

source: initialize now
de: jetzt initialisieren
fr: initialise maintenant

source: Do you want to initialize now? This should only be done once at the beginning.
de: Willst du jetzt initialisieren? Dies sollte nur einmal am Anfang gemacht werden.
fr: Voulez-vous initialiser maintenant? Ça serait fait seulement au début.

source: Status: not running
de: Status: nicht laufend
fr: État : Inactif

source: Start Persy
de: starte persy
fr: Démarre persy

source: Watched folders
de: beobachtete Ordner
fr: Répertoires synchronisés

source: Watching no directories or files! You should add some in the settings menu
de: Es werden keine Verzeichnisse oder Dateien beobachtet! Du solltest welche in den Einstellungen hinzufügen
fr: Aucun répertoire n'est synchronisé ! Vous pouvez en ajouter par le menu de configuration.

source: Preferences
de: Einstellungen
fr: Configuration

source: About
de: über
fr: À propos

source: Quit
de: schließen
fr: Quitter

source: About Persy
de: über persy
fr: À propos de Persy

source: undefined
de: nicht festgelegt
fr: non défini(e)

source: personal synchronization
de: persönliche Synchronisation
fr: sychronisation personelle

source: Sorry, i have a problem finding/reading the licence
de: Entschuldigung, ich find die Lizenz nicht
fr: Désolé, j'ai un problème pour trouver/lire la licence

source: error with %s event. maybe problem with path?
de: Fehler mit %s event. Vielleicht ein Problem mit dem Pfad?
fr: erreur avec %s. Peut-être un problème de chemin d'accès ?

source: watching no directories
de: es werden keine Ordner beobachtet
fr: Aucun répertoire configuré

source: name
fr: nom
